import React from 'react'

export default function Rules() {
    return (
        <div>
            <p>1. 剧本杀门槛很低，新手玩家不必担心不会玩，只要按照主持人说的要求进行游戏即可。</p>
            <p>2. 有不懂的问题可以问主持人，只要不涉及剧透或不影响游戏体验，主持人都会如实告知，毕竟主持人不参与游戏，不会欺瞒。</p>
            <p>3. 不要向主持人提无理要求，剧本杀是个游戏，游戏就有游戏的规则，违反规则的行为不要发生，更不要和主持人争辩，没意义。</p>
            <p>4. 很多剧本杀里都有缉凶的设定，请不要过重的把注意力放在缉凶上，剧本杀是个多元素的游戏，凶案只是一部分，它还会涉及其他案件，可能你是凶案的真凶，但是对于其他案件，你就是嫌疑人或者侦探了，所以要尽可能多挖掘其他人的秘密。</p>
            <p>5. 剧本杀里只有线索，没有证据，它们只是为玩家提供一些思路或怀疑对象，所以即便是凶手也没有人会在复盘前承认自己的身份的。</p>
            <p>6. 说话或撒谎要有根据，搜证的线索和剧本里提到的细节都是根据。撒谎怼人不是目的，让人相信才是王道。凭空直接的怼人只会让人口服心不服，最后人家还是会投你。</p>
            <p>7. 你的线索一般一定会被搜到，不要刚被人搜到拿过来问你就把自己的事全说了，先听听人家有什么见解再考虑认不认。</p>
            <p>8. 尽量扮演角色，你就是这个人物，不要在玩的时候说，我本里就这么写得或我的本里没写一类的话。</p>
            <p>9. 不要说这是我的秘密不能说，你可以瞎编或避开话题，如果每个人都这么说，那就不要玩了。</p>
            <p>10. 玩家要尽量入戏，程度是：你就是你正在扮演的这个角色，你的剧本是你已经发生过的事，你角色的立场也是你的立场(如果本里注明了立场)，接下来你要怎么面对这场游戏。
P.S. 谋杀之谜不太适合很在乎输赢或得失的玩家。</p>
        </div>
    )
}